{
  "title": "Los inscripciones para recordatorios de la corte del condado de Bumcombe",
  "description": "Un proyecto de Code For Asheville",
  "languages": {
      "english": "Inglés",
      "spanish": "Español",
      "ESssian": "Ruso"
  },
  "intro": {
    "description": {
        "paragraph1": "Este sitio le permite inscribirse para recordatorios de mensajes de texto acerca de las próximas fechas de la corte criminal en el Condado de Buncombe. Es gratis para uso de cualquier persona. Simplemente busque un nombre, seleccione uno de los acusados y proporcione un número de teléfono que pueda recibir mensajes de texto. Nota: los casos de pago de manutención infantil no se incluyen aquí.",
        "paragraph2": "El sitio es mantenido por voluntarios para el beneficio de la comunidad. Su intención es ayudar a la gente a presentarse ante la corte en el Condado de Buncombe, pero no se garantiza. El comparecer ante la corte sigue siendo su responsabilidad."
    }
},
"search": {
      "title": "Busque para los casos judiciales",
      "description": "Ingresa su nombre, segundo y apellido para buscar los casos judiciales suyos. Aparecerán en la siguiente tabla.",
      "inputfields": {
          "firstName" : "El nombre principal (opcional)",
          "middleName" : "El segundo nombre o la inicial (opcional)",
          "lastName" : "El (los) apellido(s)"
      },
      "submitButton": "Enviar",
      "inProgress": "Búsqueda en progreso",
      "validations": {
        "lastName": "Se requiere un apellido"
    }
},
  "select": {
      "title": "Seleccione un acusado y regístrerse",
      "description": "Los acusados que coinciden con su búsqueda se enumeran a continuación. Seleccione uno para registrarse."
  },
  "casesTable": {
      "description": "Los casos judiciales de",
      "help": "Puede ver detalles sobre los cargos en el sitio web del NC Judicial Branch",
      "columns": {
          "courtDate": "La fecha de la corte",
          "caseNumber": "Número del caso judicial",
          "court":   "El tipo de la corte",
          "room":    "La sala" 
      },
      "emptyTable" : "No se han encontrado resultados"
  },
  "defendantsTable": {
      "columns": {
        "select": "Seleccione",
        "defendant": "El acusado",
        "birthDate": "La fecha de nacimiento",
        "numberOfCases": "Número de los casos judiciales"
      }
  },
  "signup": {
    "title": "Regístrese para recibir notificaciones de los casos judiciales de ",
    "description": "Ingrese su teléfono celular para suscribirse a recordatorios de mensajes de texto de cualquier fecha de la corte del Condado de Buncombe para este acusado. Usted recibirá dos recordatorios, uno por semana de anticipación y uno por un par de días antes de la fecha de la corte.",
    "previousList": "Volver a la página anterior para todos los acusados",
    "fields": {
        "phoneNumber": "El número de teléfono celular"
    }, 
    "validations": {
        "isBlank": "El número de teléfono celular no puede estar en blanco",
        "isInvalid": "No es un número de teléfono válido de 10 dígitos"
    },
    "button": "Regístrese para recibir notificaciones"
  },
  "courtguide": {
    "intro": "No comparecer ante el juzgado puede resultar en una orden de arresto y sanción financiera. Aquí hay algunas cosas que debe recordar a medida que se acerca la fecha de su corte:",
    "item1": "Llegue al juzgado del Condado de Buncombe, 60 Court Plaza en Asheville, 30 minutos antes de su sesión programada en la corte.",
    "item2": "El estacionamiento de pago está disponible en la plataforma de estacionamiento del condado de Buncombe al otro lado de la calle del juzgado, en 164 College Street.",
    "item3": "Un puesto de control de seguridad se encuentra en la entrada del juzgado. Todas las personas deben escanear sus bolsas y pasar por un detector de metales.",
    "item4": "Haga los arreglos necesarios con anticipación para que pueda estar presente en la corte.",
    "item5": "Vístete respetuosamente.",
    "item6": "Usted es responsable de comparecer a todas las fechas de la corte. Asegúrese de conocer todas las fechas de su corte para cualquier cargo pendiente que tenga",
    "if-miss": "Si faltas tu cita, póngase en contacto con su abogado inmediatamente",
    "pd-phone": "Oficina del defensor público: (828) 259-3423",
    "da-phone": "La fiscalía: (828) 259-3410",
    "clerk-phone": "El secretario de tribunal superior: (828) 259-3400"
  }
}