{
    "title": "Подписаться на напоминания о датах суда Округа Банкомб",
    "description": "Проект Code for Asheville",
    "languages": {
        "english": "английский",
        "spanish": "испанский",
        "russian": "русский"
    },
    "intro": {
      "description": {
          "paragraph1": "Этот сайт позволяет подписаться на СМС напоминания о предстоящих датах суда Окуга Банкомб. Использование этого сервиса бесплатно. Вы можете просто искать фамилию, выбрать одного из найденных подсудимых, и ввести телефон, который может принимать сообщения СМС. Примечание: случаи выплаты денежной поддержки ребенка сюда не включены.",
          "paragraph2": "Сайт поддерживается волонтерами на благо общества. Он предназначен чтобы помочь людям не забыть явиться в суд Округа Банкомб, но никаких гарантий не дается. Явка в суд остается вашей ответсвенностью.."
      }
  },
  "search": {
        "title": "Найти судебные дела",
        "description": "Введите имя, второе имя, и фамилию, чтобы найти ваши судебные дела. Они появятся в таблице внизу.",
        "inputfields": {
            "firstName" : "Имя (необязательно)",
            "middleName" : "Второе имя или инициал (необязательно))",
            "lastName" : "Фамилия"
        },
        "submitButton": "Искать",
        "inProgress": "Ищем",
        "validations": {
          "lastName": "Фамилия обязательна"
      }
    },
    "select": {
        "title": "Выбрать подсудимого и зарегистрироваться.",
        "description": "Подсудимые, которые соответствуют вашему поиску, изложены в таблице внизу. Выберите одного, чтобы зарегистрироваться."
    },
    "casesTable": {
        "description": "Судебные дела для",
        "help": "Вы можете найти детали обвинений на сайте NC Judicial Branch",
        "columns": {
            "courtDate": "Дата Суда",
            "caseNumber": "Номер Дела",
            "court":   "Суд",
            "room":    "Зал Суда" 
        },
        "emptyTable" : "Ничего не нашлось"
    },
    "defendantsTable": {
        "columns": {
          "select": "Выбрать",
          "defendant": "Подсудимый",
          "birthDate": "Дата Рождения",
          "numberOfCases": "Количество дел"
        }
    },
    "signup": {
      "title": "Подписаться на напоминания о датах суда для",
      "description": "Введите телефон, чтобы подписаться на СМС напоминания о всех датах суда для этого подсудимого. Вы получите два напоминания: одно за неделю и одно за пару дней до даты суда.",
      "previousList": "Вернуться к списку всех подсудимых",
      "fields": {
        "phoneNumber": "Телефонный номер"
      }, 
      "validations": {
        "isBlank": "Телефонный номер обязателен",
        "isInvalid": "Неверный формат номера телефона"
      },
      "button": "Подписаться на напоминания"
    },
    "courtguide": {
      "intro": "Неявка в суд может повлечь за собой арест и денежный штраф. Вот несколько вещей, которые следует помнить при подготовке к суду:",
      "item1": "Вам следует прибыть в здание суда округа Банкомб, 60 Court Plaza в Эшвилле, за 30 минут до назначенного вами судебного заседания.",
      "item2": "Платная парковка доступна на стоянке округа Банкомб через дорогу от здания суда, по адресу 164 College Street.",
      "item3": "Контрольно-пропускной пункт находится у входа в здание суда. Все люди должны пройти сканирование сумок и пройти через металлоискатель.",
      "item4": "Заранее примите необходимые меры, чтобы вы могли присутствовать в суде.",
      "item5": "Одевайтесь уважительно.",
      "item6": "Вы обязаны явиться в суд во все даты. Убедитесь, что вы знаете все даты судебного заседания по любым нерешенным обвинениям.",
      "if-miss": "Если вы пропустите дату суда, немедленно обратитесь к своему адвокату.",
      "pd-phone": "Канцелярия Народного защитника: (828) 259-3423",
      "da-phone": "Окружная прокуратура: (828) 259-3410",
      "clerk-phone": "Секретарь высшего суда: (828) 259-3400"
    }
  }